Repository: mtgingrass/IWNDWYT
Catalog: App/IWNDWYT/IWNDWYT/*.lproj/Localizable.strings
Languages: de, es, fr, pt

# app_title
source: IWNDWYT
de: IWNMHT
es: NOBPHT
fr: JNBPAT
pt: ENNBCTH

# tab_home
source: Home
de: Start
es: Inicio
fr: Accueil
pt: Início

# tab_streak
source: Streak
de: Serie
es: Racha
fr: Série
pt: Sequência

# tab_metrics
source: Metrics
de: Metriken
es: Métricas
fr: Statistiques
pt: Métricas

# nav_streak_progress
source: Streak Progress
de: Serien-Fortschritt
es: Progreso de Racha
fr: Progression de la Série
pt: Progresso da Sequência

# nav_metrics
source: Metrics
de: Metriken
es: Métricas
fr: Statistiques
pt: Métricas

# nav_data_nerd_mode
source: Data Nerd Mode
de: Daten-Analyst-Modus
es: Modo Analítico
fr: Mode Analyste
pt: Modo Analista de Dados

# nav_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt: Configurações

# nav_data_management
source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des Données
pt: Gestão de Dados

# nav_leave_tip
source: Leave a Tip
de: Trinkgeld geben
es: Dejar Propina
fr: Laisser un Pourboire
pt: Deixar Gorjeta

# nav_about
source: About
de: Über
es: Acerca de
fr: À Propos
pt: Sobre

# nav_debug_panel
source: Debug Panel
es: Panel de Depuración
fr: Panneau de Débogage
pt: Painel de Debug

# btn_view_active_streak
source: View Active Streak
de: Aktive Serie anzeigen
es: Ver Racha Activa
fr: Voir la Série Active
pt: Ver Sequência Ativa

# btn_start_new_streak
source: Start New Streak
de: Neue Serie beginnen
es: Comenzar Nueva Racha
fr: Commencer une Nouvelle Série
pt: Iniciar Nova Sequência

# btn_get_started
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
pt: Começar

# btn_confirm_start_tracking
source: Confirm & Start Tracking
de: Bestätigen & Verfolgung starten
es: Confirmar e Iniciar Seguimiento
fr: Confirmer et Commencer le Suivi
pt: Confirmar e Iniciar Rastreamento

# btn_not_today
source: Not Today - I will start another time
de: Heute nicht - Ich werde ein anderes Mal beginnen
es: Hoy No - Comenzaré en otro momento
fr: Pas Aujourd'hui - Je commencerai une autre fois
pt: Hoje Não - Vou começar outra hora

# btn_end_streak
source: End Streak
de: Serie beenden
es: Terminar Racha
fr: Terminer la Série
pt: Finalizar Sequência

# btn_cancel_streak
source: Cancel Streak
de: Serie abbrechen
es: Cancelar Racha
fr: Annuler la Série
pt: Cancelar Sequência

# btn_done
source: Done
de: Fertig
es: Hecho
fr: Terminé
pt: Concluído

# btn_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

# btn_export_data
source: Export Data
de: Daten exportieren
es: Exportar Datos
fr: Exporter les Données
pt: Exportar Dados

# btn_import_data
source: Import Data
de: Daten importieren
es: Importar Datos
fr: Importer les Données
pt: Importar Dados

# btn_open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Paramètres
pt: Abrir Configurações

# btn_request_permission
source: Request Permission
de: Berechtigung anfordern
es: Solicitar Permiso
fr: Demander la Permission
pt: Solicitar Permissão

# btn_tip_developer
source: Tip the Developer
de: Entwickler unterstützen
es: Dar Propina al Desarrollador
fr: Donner un Pourboire au Développeur
pt: Dar Gorjeta ao Desenvolvedor

# btn_keep_going
source: Keep Going!
de: Weiter so!
es: ¡Sigue Así!
fr: Continuez !
pt: Continue Assim!

# btn_ive_got_this
source: I've got this
de: Ich schaffe das
es: Puedo hacerlo
fr: J'ai confiance
pt: Eu consigo

# btn_reset_offset
source: Reset Offset
de: Offset zurücksetzen
es: Reiniciar Desplazamiento
fr: Réinitialiser le Décalage
pt: Reiniciar Offset

# btn_quick_test
source: Quick Test
de: Schnelltest
es: Prueba Rápida
fr: Test Rapide
pt: Teste Rápido

# btn_management
source: Management
de: Verwaltung
es: Gestión
fr: Gestion
pt: Gestão

# btn_reschedule_daily
source: Reschedule Daily
de: Täglich neu planen
es: Reprogramar Diario
fr: Reprogrammer Quotidiennement
pt: Reagendar Diariamente

# btn_cancel_all
source: Cancel All
de: Alle abbrechen
es: Cancelar Todo
fr: Tout Annuler
pt: Cancelar Tudo

# btn_force_rating_request
source: Force Rating Request
de: Bewertungsanfrage erzwingen
es: Forzar Solicitud de Calificación
fr: Forcer la Demande d'Évaluation
pt: Forçar Solicitação de Avaliação

# btn_reset_rating_data
source: Reset Rating Data
de: Bewertungsdaten zurücksetzen
es: Reiniciar Datos de Calificación
fr: Réinitialiser les Données d'Évaluation
pt: Reiniciar Dados de Avaliação

# btn_complete_reset
source: Complete Reset
de: Komplett zurücksetzen
es: Reinicio Completo
fr: Réinitialisation Complète
pt: Reset Completo

# btn_open_debug_panel
source: Open Debug Panel
de: Debug-Panel öffnen
es: Abrir Panel de Depuración
fr: Ouvrir le Panneau de Débogage
pt: Abrir Painel de Debug

# btn_view_details
source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les Détails
pt: Ver Detalhes

# header_start_one_day
source: Start with just One Day
de: Beginne mit nur einem Tag
es: Comienza con Solo Un Día
fr: Commencer avec un Seul Jour
pt: Comece com apenas Um Dia

# header_choose_start_date
source: Choose Your Start Date
de: Wähle dein Startdatum
es: Elige Tu Fecha de Inicio
fr: Choisissez Votre Date de Début
pt: Escolha Sua Data de Início

# header_data_nerd_mode
source: Data Nerd Mode
de: Daten-Analyst-Modus
es: Modo Analítico
fr: Mode Analyste
pt: Modo Analista de Dados

# header_milestone_achieved
source: 🎉 MILESTONE ACHIEVED! 🎉
de: 🎉 MEILENSTEIN ERREICHT! 🎉
es: 🎉 ¡HITO ALCANZADO! 🎉
fr: 🎉 ÉTAPE FRANCHIE ! 🎉
pt: 🎉 MARCO ALCANÇADO! 🎉

# header_support_developer
source: Support the Developer
de: Entwickler unterstützen
es: Apoyar al Desarrollador
fr: Soutenir le Développeur
pt: Apoiar o Desenvolvedor

# header_acknowledgments
source: Acknowledgments
de: Danksagungen
es: Reconocimientos
fr: Remerciements
pt: Agradecimentos

# header_current_status
source: Current Status
de: Aktueller Status
es: Estado Actual
fr: Statut Actuel
pt: Status Atual

# header_statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
pt: Estatísticas

# header_calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
pt: Calendário

# header_past_streaks
source: Past Streaks
de: Vergangene Serien
es: Rachas Pasadas
fr: Séries Passées
pt: Sequências Passadas

# header_monthly_analysis
source: Monthly Analysis
de: Monatliche Analyse
es: Análisis Mensual
fr: Analyse Mensuelle
pt: Análise Mensal

# header_yearly_analysis
source: Yearly Analysis
de: Jährliche Analyse
es: Análisis Anual
fr: Analyse Annuelle
pt: Análise Anual

# header_detailed_breakdown
source: Detailed Breakdown
de: Detaillierte Aufschlüsselung
es: Análisis Detallado
fr: Analyse Détaillée
pt: Análise Detalhada

# header_detailed_history
source: DETAILED HISTORY
de: DETAILLIERTE HISTORIE
es: HISTORIAL DETALLADO
fr: HISTORIQUE DÉTAILLÉ
pt: HISTÓRICO DETALHADO

# header_progress_history
source: Progress & History
de: Fortschritt & Historie
es: Progreso e Historial
fr: Progrès et Historique
pt: Progresso e Histórico

# header_export_section
source: Export Section
de: Export-Bereich
es: Sección de Exportación
fr: Section d'Exportation
pt: Seção de Exportação

# header_import_section
source: Import Section
de: Import-Bereich
es: Sección de Importación
fr: Section d'Importation
pt: Seção de Importação

# header_data_management
source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des Données
pt: Gestão de Dados

# header_resources
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
pt: Recursos

# header_debug_simulated_time
source: Debug: Simulated Time
de: Debug: Simulierte Zeit
es: Depuración: Tiempo Simulado
fr: Débogage : Temps Simulé
pt: Debug: Tempo Simulado

# header_debug_app_state
source: Debug: App State
de: Debug: App-Status
es: Depuración: Estado de la App
fr: Débogage : État de l'Application
pt: Debug: Estado do App

# desc_choose_start_date
source: When did you start your journey? Select a date to track your progress from that point.
de: Wann hast du deine Reise begonnen? Wähle ein Datum, um deinen Fortschritt ab diesem Punkt zu verfolgen.
es: ¿Cuándo comenzaste tu viaje? Selecciona una fecha para rastrear tu progreso desde ese punto.
fr: Quand avez-vous commencé votre parcours ? Sélectionnez une date pour suivre vos progrès à partir de ce moment.
pt: Quando você começou sua jornada? Selecione uma data para rastrear seu progresso a partir desse ponto.

# desc_data_nerd_mode
source: Dive deep into your journey with comprehensive analytics
de: Tauche tief in deine Reise ein mit umfassenden Analysen
es: Sumérgete profundamente en tu viaje con análisis completos
fr: Plongez profondément dans votre parcours avec des analyses complètes
pt: Mergulhe fundo em sua jornada com análises abrangentes

# desc_data_nerd_mode_full
source: Dive deep into your journey with comprehensive analytics
de: Tauche tief in deine Reise ein mit umfassenden Analysen
es: Sumérgete profundamente en tu viaje con análisis completos
fr: Plongez profondément dans votre parcours avec des analyses complètes
pt: Mergulhe fundo em sua jornada com análises abrangentes

# desc_data_export
source: Export your data for backup or transfer to another device. Reset will permanently delete all your progress.
de: Exportiere deine Daten zur Sicherung oder Übertragung auf ein anderes Gerät. Zurücksetzen löscht dauerhaft deinen gesamten Fortschritt.
es: Exporta tus datos para respaldo o transferencia a otro dispositivo. Reiniciar eliminará permanentemente todo tu progreso.
fr: Exportez vos données pour les sauvegarder ou les transférer vers un autre appareil. La réinitialisation supprimera définitivement tous vos progrès.
pt: Exporte seus dados para backup ou transferência para outro dispositivo. Reset irá deletar permanentemente todo seu progresso.

# desc_notifications
source: Receive daily motivational messages to help you stay on track.
de: Erhalte tägliche motivierende Nachrichten, um auf Kurs zu bleiben.
es: Recibe mensajes motivacionales diarios para ayudarte a mantenerte en el camino.
fr: Recevez des messages de motivation quotidiens pour vous aider à rester sur la bonne voie.
pt: Receba mensagens motivacionais diárias para ajudar você a manter-se no caminho.

# desc_tip_jar
source: This app is free to use. If you've found it helpful and want to leave a tip, thank you! It's greatly appreciated.
de: Diese App ist kostenlos. Wenn sie dir geholfen hat und du ein Trinkgeld geben möchtest, danke! Das wird sehr geschätzt.
es: Esta app es gratuita. Si te ha resultado útil y quieres dejar una propina, ¡gracias! Es muy apreciado.
fr: Cette application est gratuite. Si elle vous a été utile et que vous souhaitez laisser un pourboire, merci ! C'est grandement apprécié.
pt: Este app é gratuito para usar. Se você achou útil e quer deixar uma gorjeta, obrigado! É muito apreciado.

# desc_app_about
source: Designed to stop habits, track progress with milestones, and stay motivated.
de: Entwickelt, um Gewohnheiten zu stoppen, Fortschritte mit Meilensteinen zu verfolgen und motiviert zu bleiben.
es: Diseñada para detener hábitos, rastrear progreso con hitos y mantenerte motivado.
fr: Conçu pour arrêter les habitudes, suivre les progrès avec des étapes et rester motivé.
pt: Projetado para parar hábitos, rastrear progresso com marcos e manter-se motivado.

# desc_app_tagline
source: Start with getting through just one day.
de: Beginne damit, nur einen Tag zu schaffen.
es: Comienza superando solo un día.
fr: Commencez par passer un seul jour.
pt: Comece conseguindo passar apenas um dia.

# desc_app_inspiration
source: Inspired by the community at r/stopdrinking and the daily commitment shared by millions.
de: Inspiriert von der Community bei r/stopdrinking und dem täglichen Engagement von Millionen.
es: Inspirada por la comunidad en r/stopdrinking y el compromiso diario compartido por millones.
fr: Inspiré par la communauté r/stopdrinking et l'engagement quotidien partagé par des millions de personnes.
pt: Inspirado pela comunidade em r/stopdrinking e o compromisso diário compartilhado por milhões.

# desc_export_data
source: Create a backup of your streak data
de: Erstelle eine Sicherung deiner Serien-Daten
es: Crear una copia de seguridad de tus datos de racha
fr: Créer une sauvegarde de vos données de série
pt: Criar um backup dos seus dados de sequência

# desc_import_data
source: Restore from backup file
de: Aus Sicherungsdatei wiederherstellen
es: Restaurar desde archivo de respaldo
fr: Restaurer à partir d'un fichier de sauvegarde
pt: Restaurar de arquivo de backup

# desc_calendar_note
source: If a streak ends on the same day a new streak begins, that day will appear neutral but won't count against the new streak
de: Wenn eine Serie am selben Tag endet, an dem eine neue Serie beginnt, wird dieser Tag neutral angezeigt, zählt aber nicht gegen die neue Serie
es: Si una racha termina el mismo día que comienza una nueva racha, ese día aparecerá neutral pero no contará contra la nueva racha
fr: Si une série se termine le même jour qu'une nouvelle série commence, ce jour apparaîtra neutre mais ne comptera pas contre la nouvelle série
pt: Se uma sequência termina no mesmo dia que uma nova sequência começa, esse dia aparecerá neutro mas não contará contra a nova sequência

# desc_dummy_data_warning
source: ⚠️ Dummy data is for screenshots only. Remember to restore real data when done.
de: ⚠️ Testdaten sind nur für Screenshots. Vergiss nicht, echte Daten wiederherzustellen, wenn du fertig bist.
es: ⚠️ Los datos ficticios son solo para capturas de pantalla. Recuerda restaurar los datos reales cuando termines.
fr: ⚠️ Les données factices sont uniquement pour les captures d'écran. N'oubliez pas de restaurer les vraies données une fois terminé.
pt: ⚠️ Dados fictícios são apenas para screenshots. Lembre-se de restaurar dados reais quando terminar.

# desc_complete_reset_warning
source: This will clear all app data and reset to a fresh install state
de: Dies löscht alle App-Daten und setzt sie auf einen frischen Installationszustand zurück
es: Esto eliminará todos los datos de la app y la reiniciará a un estado de instalación nueva
fr: Cela effacera toutes les données de l'application et la réinitialisera à un état d'installation fraîche
pt: Isso limpará todos os dados do app e reiniciará para um estado de instalação limpa

# desc_reset_warning
source: This will clear all user defaults and reset the app to a fresh install state. This action cannot be undone.
de: Dies löscht alle Benutzereinstellungen und setzt die App auf einen frischen Installationszustand zurück. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todas las configuraciones de usuario y reiniciará la app a un estado de instalación nueva. Esta acción no se puede deshacer.
fr: Cela effacera tous les paramètres utilisateur et réinitialisera l'application à un état d'installation fraîche. Cette action ne peut pas être annulée.
pt: Isso limpará todas as configurações do usuário e reiniciará o app para um estado de instalação limpa. Esta ação não pode ser desfeita.

# time_days
source: Days
de: Tage
es: Días
fr: Jours
pt: Dias

# time_next_day_starts
source: Next day starts in
de: Nächster Tag beginnt in
es: El próximo día comienza en
fr: Le prochain jour commence dans
pt: Próximo dia começa em

# time_to_next_goal
source: to next goal
de: bis zum nächsten Ziel
es: hasta el próximo objetivo
fr: jusqu'au prochain objectif
pt: para próximo objetivo

# time_this
source: This
de: Dieser
es: Este
fr: Ce
pt: Este

# time_last
source: Last
de: Letzter
es: Último
fr: Dernier
pt: Último

# time_daily_time
source: Daily Time:
de: Tägliche Zeit:
es: Hora Diaria:
fr: Heure Quotidienne :
pt: Horário Diário:

# milestone_day_1
source: Day 1
de: Tag 1
es: Día 1
fr: Jour 1
pt: Dia 1

# milestone_2_days
source: 2 Days
de: 2 Tage
es: 2 Días
fr: 2 Jours
pt: 2 Dias

# milestone_5_days
source: 5 Days
de: 5 Tage
es: 5 Días
fr: 5 Jours
pt: 5 Dias

# milestone_1_week
source: 1 Week
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
pt: 1 Semana

# milestone_2_weeks
source: 2 Weeks
de: 2 Wochen
es: 2 Semanas
fr: 2 Semaines
pt: 2 Semanas

# milestone_1_month
source: 1 Month
de: 1 Monat
es: 1 Mes
fr: 1 Mois
pt: 1 Mês

# milestone_2_months
source: 2 Months
de: 2 Monate
es: 2 Meses
fr: 2 Mois
pt: 2 Meses

# milestone_3_months
source: 3 Months
de: 3 Monate
es: 3 Meses
fr: 3 Mois
pt: 3 Meses

# milestone_6_months
source: 6 Months
de: 6 Monate
es: 6 Meses
fr: 6 Mois
pt: 6 Meses

# milestone_1_year
source: 1 Year
de: 1 Jahr
es: 1 Año
fr: 1 An
pt: 1 Ano

# milestone_2_years
source: 2 Years
de: 2 Jahre
es: 2 Años
fr: 2 Ans
pt: 2 Anos

# milestone_3_years
source: 3 Years
de: 3 Jahre
es: 3 Años
fr: 3 Ans
pt: 3 Anos

# milestones_title
source: Milestones
de: Meilensteine
es: Hitos
fr: Étapes
pt: Marcos

# metric_current_streak
source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle
pt: Sequência Atual

# metric_longest_streak
source: Longest Streak
de: Längste Serie
es: Racha Más Larga
fr: Série la Plus Longue
pt: Sequência Mais Longa

# metric_total_attempts
source: Total Attempts
de: Gesamte Versuche
es: Intentos Totales
fr: Tentatives Totales
pt: Total de Tentativas

# metric_success_rate
source: Success Rate
de: Erfolgsrate
es: Tasa de Éxito
fr: Taux de Réussite
pt: Taxa de Sucesso

# metric_data_nerd_mode
source: Data Nerd Mode
de: Daten-Analyst-Modus
es: Modo Analítico
fr: Mode Analyste
pt: Modo Analista de Dados

# metric_data_nerd_desc
source: Dive deep into your analytics
de: Tauche tief in deine Analysen ein
es: Sumérgete profundamente en tus análisis
fr: Plongez profondément dans vos analyses
pt: Mergulhe fundo em suas análises

# metric_total_success_days
source: Total Success Days
de: Gesamte Erfolgstage
es: Días de Éxito Totales
fr: Jours de Succès Totaux
pt: Total de Dias de Sucesso

# metric_average_streak
source: Average Streak
de: Durchschnittliche Serie
es: Racha Promedio
fr: Série Moyenne
pt: Sequência Média

# alert_end_streak_title
source: End Current Streak?
de: Aktuelle Serie beenden?
es: ¿Terminar Racha Actual?
fr: Terminer la Série Actuelle ?
pt: Finalizar Sequência Atual?

# alert_end_streak_message
source: Are you sure you want to end your current streak? This will mark today as the end date.
de: Bist du sicher, dass du deine aktuelle Serie beenden möchtest? Dies markiert heute als Enddatum.
es: ¿Estás seguro de que quieres terminar tu racha actual? Esto marcará hoy como la fecha de finalización.
fr: Êtes-vous sûr de vouloir terminer votre série actuelle ? Cela marquera aujourd'hui comme date de fin.
pt: Tem certeza de que quer finalizar sua sequência atual? Isso marcará hoje como a data final.

# alert_cancel_streak_title
source: Cancel Streak?
de: Serie abbrechen?
es: ¿Cancelar Racha?
fr: Annuler la Série ?
pt: Cancelar Sequência?

# alert_cancel_streak_message
source: This will completely remove this streak attempt. It won't be saved or counted in your history. This action cannot be undone.
de: Dies entfernt diesen Serien-Versuch vollständig. Er wird nicht gespeichert oder in deiner Historie gezählt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará completamente este intento de racha. No se guardará ni contará en tu historial. Esta acción no se puede deshacer.
fr: Cela supprimera complètement cette tentative de série. Elle ne sera pas sauvegardée ou comptée dans votre historique. Cette action ne peut pas être annulée.
pt: Isso removerá completamente esta tentativa de sequência. Não será salva ou contada no seu histórico. Esta ação não pode ser desfeita.

# alert_reset_data_title
source: Reset All Data
de: Alle Daten zurücksetzen
es: Reiniciar Todos los Datos
fr: Réinitialiser Toutes les Données
pt: Reiniciar Todos os Dados

# alert_reset_data_message
source: Are you sure you want to reset all data? This action cannot be undone.
de: Bist du sicher, dass du alle Daten zurücksetzen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres reiniciar todos los datos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser toutes les données ? Cette action ne peut pas être annulée.
pt: Tem certeza de que quer reiniciar todos os dados? Esta ação não pode ser desfeita.

# alert_enjoying_app_title
source: Enjoying the app?
de: Gefällt dir die App?
es: ¿Disfrutando la app?
fr: Vous appréciez l'application ?
pt: Gostando do app?

# alert_confirm_import_title
source: Confirm Import
de: Import bestätigen
es: Confirmar Importación
fr: Confirmer l'Importation
pt: Confirmar Importação

# alert_confirm_import_message
source: This will replace your current data with the imported data. A backup will be created automatically.
de: Dies ersetzt deine aktuellen Daten durch die importierten Daten. Eine Sicherung wird automatisch erstellt.
es: Esto reemplazará tus datos actuales con los datos importados. Se creará automáticamente una copia de seguridad.
fr: Cela remplacera vos données actuelles par les données importées. Une sauvegarde sera créée automatiquement.
pt: Isso substituirá seus dados atuais pelos dados importados. Um backup será criado automaticamente.

# status_already_tipped
source: Already Tipped
de: Bereits Trinkgeld gegeben
es: Ya se Dio Propina
fr: Pourboire Déjà Donné
pt: Gorjeta Já Dada

# status_processing_purchase
source: Processing purchase...
de: Kauf wird verarbeitet...
es: Procesando compra...
fr: Traitement de l'achat...
pt: Processando compra...

# status_thank_you
source: Thank you for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
pt: Obrigado pelo seu apoio!

# status_purchase_failed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
pt: Compra falhou

# status_data_imported
source: Data imported successfully! Your streak data has been restored.
de: Daten erfolgreich importiert! Deine Serien-Daten wurden wiederhergestellt.
es: ¡Datos importados exitosamente! Tus datos de racha han sido restaurados.
fr: Données importées avec succès ! Vos données de série ont été restaurées.
pt: Dados importados com sucesso! Seus dados de sequência foram restaurados.

# tip_prompt_format
source: Hi, you've opened the app over %d times. Consider leaving a tip if it's helped you!
de: Hallo, du hast die App über %d Mal geöffnet. Erwäge ein Trinkgeld zu geben, wenn sie dir geholfen hat!
es: Hola, has abierto la app más de %d veces. ¡Considera dejar una propina si te ha ayudado!
fr: Bonjour, vous avez ouvert l'application plus de %d fois. Considérez laisser un pourboire si elle vous a aidé !
pt: Oi, você abriu o app mais de %d vezes. Considere deixar uma gorjeta se ele te ajudou!

# leave_tip_icon
source: 💙 Leave a Tip
de: 💙 Trinkgeld geben
es: 💙 Dejar Propina
fr: 💙 Laisser un Pourboire
pt: 💙 Deixar Gorjeta

# app_name_full
source: IWNDWYToday
de: IWNMHTHeute
es: NOBPHTHoy
fr: JNBPATAujourd'hui
pt: ENNBCTHHoje

# app_name_expanded
source: I Will Not Destruct With You Today
de: Ich Werde Nicht Mit Dir Heute Trinken
es: No Beberé Contigo Hoy
fr: Je Ne Boirai Pas Avec Toi Aujourd'hui
pt: Eu Não Vou Beber Contigo Hoje

# days_format
source: %d Days
de: %d Tage
es: %d Días
fr: %d Jours
pt: %d Dias

# days_format_singular
source: %d Day
de: %d Tag
es: %d Día
fr: %d Jour
pt: %d Dia

# days_with_number
source: %d days
de: %d Tage
es: %d días
fr: %d jours
pt: %d dias

# days_with_number_singular
source: %d day
de: %d Tag
es: %d día
fr: %d jour
pt: %d dia

# days_strong_format
source: %d DAYS STRONG!
de: %d TAGE STARK!
es: ¡%d DÍAS FUERTE!
fr: %d JOURS FORT !
pt: %d DIAS FORTE!

# notification_title
source: IWNDWYT
de: IWNMHT
es: NOBPHT
fr: JNBPAT
pt: ENNBCTH

# notification_test
source: Test notification
de: Test-Benachrichtigung
es: Notificación de prueba
fr: Notification de test
pt: Notificação de teste
