Repository: mtgingrass/IWNDWYT
Catalog: App/IWNDWYT/IWNDWYT/*.lproj/Localizable.strings
Languages: de, es, fr, pt

# tip_jar_already_tipped
source: Already Tipped
de: Bereits Trinkgeld gegeben
es: Ya se Dio Propina
fr: Pourboire Déjà Donné
pt: Gorjeta Já Dada

# tip_jar_processing
source: Processing purchase...
de: Kauf wird verarbeitet...
es: Procesando compra...
fr: Traitement de l'achat...
pt: Processando compra...

# tip_jar_thank_you
source: Thank you for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
pt: Obrigado pelo seu apoio!

# tip_jar_failed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
pt: Compra falhou

# data_nerd_title
source: Data Nerd Mode
de: Daten-Analyst-Modus
es: Modo Analítico
fr: Mode Analyste
pt: Modo Analista de Dados

# data_nerd_description
source: Dive deep into your journey with comprehensive analytics
de: Tauche tief in deine Reise ein mit umfassenden Analysen
es: Sumérgete profundamente en tu viaje con análisis completos
fr: Plongez profondément dans votre parcours avec des analyses complètes
pt: Mergulhe fundo em sua jornada com análises abrangentes

# data_nerd_total_attempts
source: Total Attempts
de: Gesamte Versuche
es: Intentos Totales
fr: Tentatives Totales
pt: Total de Tentativas

# data_nerd_avg_streak
source: Avg Streak
de: Durchschn. Serie
es: Racha Promedio
fr: Série Moyenne
pt: Sequência Média

# data_nerd_total_success_days
source: Total Success Days
de: Gesamte Erfolgstage
es: Días de Éxito Totales
fr: Jours de Succès Totaux
pt: Total de Dias de Sucesso

# data_nerd_monthly_analysis
source: Monthly Analysis
de: Monatliche Analyse
es: Análisis Mensual
fr: Analyse Mensuelle
pt: Análise Mensal

# data_nerd_yearly_analysis
source: Yearly Analysis
de: Jährliche Analyse
es: Análisis Anual
fr: Analyse Annuelle
pt: Análise Anual

# data_nerd_detailed_breakdown
source: Detailed Breakdown
de: Detaillierte Aufschlüsselung
es: Análisis Detallado
fr: Analyse Détaillée
pt: Análise Detalhada

# data_nerd_this
source: This
de: Dieser
es: Este
fr: Ce
pt: Este

# data_nerd_last
source: Last
de: Letzter
es: Último
fr: Dernier
pt: Último

# data_nerd_days_unit
source: days
de: Tage
es: días
fr: jours
pt: dias

# data_nerd_streaks_unit
source: streaks
de: Serien
es: rachas
fr: séries
pt: sequências

# data_nerd_longest_streak_month
source: Longest Streak This Month
de: Längste Serie diesen Monat
es: Racha Más Larga Este Mes
fr: Série la Plus Longue ce Mois
pt: Sequência Mais Longa Este Mês

# data_nerd_total_days_month
source: Total Days This Month
de: Gesamte Tage diesen Monat
es: Días Totales Este Mes
fr: Jours Totaux ce Mois
pt: Total de Dias Este Mês

# data_nerd_attempts_month
source: Attempts This Month
de: Versuche diesen Monat
es: Intentos Este Mes
fr: Tentatives ce Mois
pt: Tentativas Este Mês

# data_nerd_longest_streak_year
source: Longest Streak This Year
de: Längste Serie dieses Jahr
es: Racha Más Larga Este Año
fr: Série la Plus Longue cette Année
pt: Sequência Mais Longa Este Ano

# data_nerd_total_days_year
source: Total Days This Year
de: Gesamte Tage dieses Jahr
es: Días Totales Este Año
fr: Jours Totaux cette Année
pt: Total de Dias Este Ano

# data_nerd_attempts_year
source: Attempts This Year
de: Versuche dieses Jahr
es: Intentos Este Año
fr: Tentatives cette Année
pt: Tentativas Este Ano

# data_nerd_total_streaks_recorded
source: Total Streaks Recorded
de: Gesamte aufgezeichnete Serien
es: Rachas Totales Registradas
fr: Séries Totales Enregistrées
pt: Total de Sequências Registradas

# data_nerd_median_streak_length
source: Median Streak Length
de: Mediane Serien-Länge
es: Longitud Mediana de Racha
fr: Longueur Médiane des Séries
pt: Comprimento Mediano da Sequência

# data_nerd_days_since_first
source: Days Since First Attempt
de: Tage seit erstem Versuch
es: Días Desde Primer Intento
fr: Jours Depuis la Première Tentative
pt: Dias Desde Primeira Tentativa

# time_today
source: today
de: heute
es: hoy
fr: aujourd'hui
pt: hoje

# time_one_day_ago
source: 1 day ago
de: vor 1 Tag
es: hace 1 día
fr: il y a 1 jour
pt: 1 dia atrás

# time_days_ago_format
source: %d days ago
de: vor %d Tagen
es: hace %d días
fr: il y a %d jours
pt: %d dias atrás

# unit_days
source: days
de: Tage
es: días
fr: jours
pt: dias

# unit_streaks
source: streaks
de: Serien
es: rachas
fr: séries
pt: sequências

# motivational_popup_title
source: IWNDWYT
de: IWNMHT
es: NOBPHT
fr: JNBPAT
pt: ENNBCTH

# motivational_popup_button
source: I've got this
de: Ich schaffe das
es: Puedo hacerlo
fr: J'ai confiance
pt: Eu consigo

# tip_prompt_message
source: Hi, you've opened the app over %d times. Consider leaving a tip if it's helped you!
de: Hallo, du hast die App über %d Mal geöffnet. Erwäge ein Trinkgeld zu geben, wenn sie dir geholfen hat!
es: Hola, has abierto la app más de %d veces. ¡Considera dejar una propina si te ha ayudado!
fr: Bonjour, vous avez ouvert l'application plus de %d fois. Considérez laisser un pourboire si elle vous a aidé !
pt: Oi, você abriu o app mais de %d vezes. Considere deixar uma gorjeta se ele te ajudou!

# tip_prompt_enjoying_title
source: Enjoying the app?
de: Gefällt dir die App?
es: ¿Disfrutando la app?
fr: Vous appréciez l'application ?
pt: Gostando do app?

# tip_prompt_not_now
source: Not Now
de: Nicht jetzt
es: Ahora No
fr: Pas Maintenant
pt: Agora Não

source: Debug: Simulated Time
de: Debug: Simulierte Zeit
es: Depuración: Tiempo Simulado
fr: Débogage : Temps Simulé
pt: Debug: Tempo Simulado

# debug_daily_time
source: Daily Time:
de: Tägliche Zeit:
es: Hora Diaria:
fr: Heure Quotidienne :
pt: Horário Diário:

# debug_quick_test
source: Quick Test
de: Schnelltest
es: Prueba Rápida
fr: Test Rapide
pt: Teste Rápido

# debug_management
source: Management
de: Verwaltung
es: Gestión
fr: Gestion
pt: Gestão

# debug_reschedule_daily
source: Reschedule Daily
de: Täglich neu planen
es: Reprogramar Diario
fr: Reprogrammer Quotidiennement
pt: Reagendar Diariamente

# debug_cancel_all
source: Cancel All
de: Alle abbrechen
es: Cancelar Todo
fr: Tout Annuler
pt: Cancelar Tudo

source: Debug: App State
de: Debug: App-Status
es: Depuración: Estado de la App
fr: Débogage : État de l'Application
pt: Debug: Estado do App

# debug_reset_all
source: Reset All User Defaults
de: Alle Benutzereinstellungen zurücksetzen
es: Reiniciar Todas las Configuraciones de Usuario
fr: Réinitialiser Tous les Paramètres
pt: Reiniciar Todas as Configurações do Usuário

# debug_reset_description
source: This will clear all app data and reset to a fresh install state
de: Dies löscht alle App-Daten und setzt sie auf einen frischen Installationszustand zurück
es: Esto eliminará todos los datos de la app y la reiniciará a un estado de instalación nueva
fr: Cela effacera toutes les données de l'application et la réinitialisera à un état d'installation fraîche
pt: Isso limpará todos os dados do app e reiniciará para um estado de instalação limpa

# debug_reset_warning
source: This will clear all user defaults and reset the app to a fresh install state. This action cannot be undone.
de: Dies löscht alle Benutzereinstellungen und setzt die App auf einen frischen Installationszustand zurück. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todas las configuraciones de usuario y reiniciará la app a un estado de instalación nueva. Esta acción no se puede deshacer.
fr: Cela effacera tous les paramètres utilisateur et réinitialisera l'application à un état d'installation fraîche. Cette action ne peut pas être annulée.
pt: Isso limpará todas as configurações do usuário e reiniciará o app para um estado de instalação limpa. Esta ação não pode ser desfeita.

# debug_force_rating
source: Force Rating Request
de: Bewertungsanfrage erzwingen
es: Forzar Solicitud de Calificación
fr: Forcer la Demande d'Évaluation
pt: Forçar Solicitação de Avaliação

# debug_reset_rating
source: Reset Rating Data
de: Bewertungsdaten zurücksetzen
es: Reiniciar Datos de Calificación
fr: Réinitialiser les Données d'Évaluation
pt: Reiniciar Dados de Avaliação

# debug_complete_reset
source: Complete Reset
de: Komplett zurücksetzen
es: Reinicio Completo
fr: Réinitialisation Complète
pt: Reset Completo

# debug_test_scenarios
source: Test Scenarios:
de: Test-Szenarien:
es: Escenarios de Prueba:
fr: Scénarios de Test :
pt: Cenários de Teste:

# debug_current_streak
source: Current Streak:
de: Aktuelle Serie:
es: Racha Actual:
fr: Série Actuelle :
pt: Sequência Atual:

# debug_active
source: Active:
de: Aktiv:
es: Activo:
fr: Actif :
pt: Ativo:

# debug_yes
source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

# debug_no
source: No
de: Nein
fr: Non
pt: Não

# debug_dummy_data_active
source: Dummy Data Active
de: Testdaten aktiv
es: Datos Ficticios Activos
fr: Données Factices Actives
pt: Dados Fictícios Ativos

# debug_real_data_active
source: Real Data Active
de: Echte Daten aktiv
es: Datos Reales Activos
fr: Données Réelles Actives
pt: Dados Reais Ativos

# debug_select_scenario
source: Select Scenario:
de: Szenario auswählen:
es: Seleccionar Escenario:
fr: Sélectionner un Scénario :
pt: Selecionar Cenário:

# debug_current_stats
source: Current Stats:
de: Aktuelle Statistiken:
es: Estadísticas Actuales:
fr: Statistiques Actuelles :
pt: Estatísticas Atuais:

# debug_streak_format
source: Streak: %dd
de: Serie: %dT
es: Racha: %dd
fr: Série : %dj
pt: Sequência: %dd

# debug_total_format
source: Total: %dd
de: Gesamt: %dT
fr: Total : %dj

# debug_longest_format
source: Longest: %dd
de: Längste: %dT
es: Más Larga: %dd
fr: Plus Long : %dj
pt: Mais Longa: %dd

# debug_attempts_format
source: Attempts: %d
de: Versuche: %d
es: Intentos: %d
fr: Tentatives : %d
pt: Tentativas: %d

# debug_preview_stats
source: Preview Stats
de: Statistik-Vorschau
es: Vista Previa de Estadísticas
fr: Aperçu des Statistiques
pt: Prévia das Estatísticas

# debug_apply_dummy
source: Apply Dummy Data
de: Testdaten anwenden
es: Aplicar Datos Ficticios
fr: Appliquer les Données Factices
pt: Aplicar Dados Fictícios

# debug_restore_real
source: Restore Real Data
de: Echte Daten wiederherstellen
es: Restaurar Datos Reales
fr: Restaurer les Données Réelles
pt: Restaurar Dados Reais

# debug_dummy_warning
source: ⚠️ Dummy data is for screenshots only. Remember to restore real data when done.
de: ⚠️ Testdaten sind nur für Screenshots. Vergiss nicht, echte Daten wiederherzustellen, wenn du fertig bist.
es: ⚠️ Los datos ficticios son solo para capturas de pantalla. Recuerda restaurar los datos reales cuando termines.
fr: ⚠️ Les données factices sont uniquement pour les captures d'écran. N'oubliez pas de restaurer les vraies données une fois terminé.
pt: ⚠️ Dados fictícios são apenas para screenshots. Lembre-se de restaurar dados reais quando terminar.

# debug_day_3
source: Day 3
de: Tag 3
es: Día 3
fr: Jour 3
pt: Dia 3

# debug_day_7
source: Day 7
de: Tag 7
es: Día 7
fr: Jour 7
pt: Dia 7

# debug_day_14
source: Day 14
de: Tag 14
es: Día 14
fr: Jour 14
pt: Dia 14

# debug_day_30
source: Day 30
de: Tag 30
es: Día 30
fr: Jour 30
pt: Dia 30

# debug_test_rating
source: Test Rating Eligibility
de: Bewertungs-Berechtigung testen
es: Probar Elegibilidad de Calificación
fr: Tester l'Éligibilité d'Évaluation
pt: Testar Elegibilidade de Avaliação

# value_yes
source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

# value_no
source: No
de: Nein
fr: Non
pt: Não

# action_import
source: Import
de: Importieren
es: Importar
fr: Importer
pt: Importar

# action_export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt: Exportar

# action_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
pt: Reiniciar

# action_keep_streak
source: Keep Streak
de: Serie behalten
es: Mantener Racha
fr: Garder la Série
pt: Manter Sequência

# btn_test_popup
source: Test Popup
de: Popup testen
es: Probar Popup
pt: Testar Popup

# header_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações

# header_support
source: Support
es: Soporte
pt: Suporte

# time_30_sec
source: 30 sec
de: 30 Sek
es: 30 seg
pt: 30 seg

# contact_label
source: Contact:
de: Kontakt:
es: Contacto:
pt: Contato:

# version_info_format
source: Version %@ • Build %@ • iOS %@+
es: Versión %@ • Build %@ • iOS %@+
pt: Versão %@ • Build %@ • iOS %@+

# about_contact
source: Contact:
de: Kontakt:
es: Contacto:
pt: Contato:

# about_version_format
source: Version %@ • Build %@ • iOS %@+
es: Versión %@ • Build %@ • iOS %@+
pt: Versão %@ • Build %@ • iOS %@+

# debug_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações

# debug_30_sec
source: 30 sec
de: 30 Sek
es: 30 seg
pt: 30 seg

# debug_test_popup
source: Test Popup
de: Popup testen
es: Probar Popup
pt: Testar Popup
