Repository: mtgingrass/IWNDWYT
Catalog: App/IWNDWYT/IWNDWYT/*.lproj/Localizable.strings
Languages: de, es, fr, pt

# notification_tap_motivation
source: Tap for motivation
de: Für Motivation tippen
es: Toca para motivación
fr: Appuyez pour la motivation
pt: Toque para motivação

# notification_quick_test
source: Quick test - tap for motivation
de: Schnelltest - für Motivation tippen
es: Prueba rápida - toca para motivación
fr: Test rapide - appuyez pour la motivation
pt: Teste rápido - toque para motivação

# notification_fallback
source: You've got this. Start today.
de: Du schaffst das. Beginne heute.
es: Puedes hacerlo. Comienza hoy.
fr: Vous pouvez le faire. Commencez aujourd'hui.
pt: Você consegue. Comece hoje.

# motivation_1
source: Today's a good day to begin again.
de: Heute ist ein guter Tag, um wieder anzufangen.
es: Hoy es un buen día para comenzar de nuevo.
fr: Aujourd'hui est un bon jour pour recommencer.
pt: Hoje é um bom dia para começar de novo.

# motivation_2
source: You owe it to yourself to try.
de: Du schuldest es dir selbst zu versuchen.
es: Te debes a ti mismo intentarlo.
fr: Vous vous devez d'essayer.
pt: Você deve a si mesmo tentar.

# motivation_3
source: Start small. Start now.
de: Fange klein an. Fange jetzt an.
es: Comienza poco a poco. Comienza ahora.
fr: Commencez petit. Commencez maintenant.
pt: Comece pequeno. Comece agora.

# motivation_4
source: You don't have to be perfect—just start.
de: Du musst nicht perfekt sein—nur anfangen.
es: No tienes que ser perfecto—solo comenzar.
fr: Vous n'avez pas besoin d'être parfait—juste commencer.
pt: Você não precisa ser perfeito—apenas começar.

# motivation_5
source: The first step is the hardest. Take it today.
de: Der erste Schritt ist der schwerste. Mache ihn heute.
es: El primer paso es el más difícil. Tómalo hoy.
fr: Le premier pas est le plus difficile. Faites-le aujourd'hui.
pt: O primeiro passo é o mais difícil. Dê ele hoje.

# motivation_6
source: You're stronger than this habit.
de: Du bist stärker als diese Gewohnheit.
es: Eres más fuerte que este hábito.
fr: Vous êtes plus fort que cette habitude.
pt: Você é mais forte que este hábito.

# motivation_7
source: Your future self will thank you.
de: Dein zukünftiges Ich wird dir danken.
es: Tu yo futuro te lo agradecerá.
fr: Votre futur vous remerciera.
pt: Seu eu futuro vai te agradecer.

# motivation_8
source: This is your reset button. Tap it.
de: Das ist dein Reset-Knopf. Drücke ihn.
es: Este es tu botón de reinicio. Presiónalo.
fr: C'est votre bouton de réinitialisation. Appuyez dessus.
pt: Este é seu botão de reset. Aperte ele.

# motivation_9
source: Every streak starts with Day One.
de: Jede Serie beginnt mit Tag Eins.
es: Cada racha comienza con el Día Uno.
fr: Chaque série commence par le Jour Un.
pt: Toda sequência começa com o Dia Um.

# motivation_10
source: Change begins the moment you decide.
de: Veränderung beginnt in dem Moment, in dem du dich entscheidest.
es: El cambio comienza en el momento que decides.
fr: Le changement commence au moment où vous décidez.
pt: A mudança começa no momento que você decide.

# motivation_11
source: You deserve a life free from this cycle.
de: Du verdienst ein Leben frei von diesem Kreislauf.
es: Mereces una vida libre de este ciclo.
fr: Vous méritez une vie libre de ce cycle.
pt: Você merece uma vida livre deste ciclo.

# motivation_12
source: Nothing changes if nothing changes.
de: Nichts ändert sich, wenn sich nichts ändert.
es: Nada cambia si nada cambia.
fr: Rien ne change si rien ne change.
pt: Nada muda se nada muda.

# motivation_13
source: Start now. Not later. Now.
de: Fange jetzt an. Nicht später. Jetzt.
es: Comienza ahora. No después. Ahora.
fr: Commencez maintenant. Pas plus tard. Maintenant.
pt: Comece agora. Não depois. Agora.

# motivation_14
source: Let this be the last time you restart.
de: Lass dies das letzte Mal sein, dass du neu startest.
es: Que esta sea la última vez que reinicies.
fr: Que ce soit la dernière fois que vous redémarrez.
pt: Que esta seja a última vez que você reinicia.

# motivation_15
source: You're not alone in this. Start fresh.
de: Du bist nicht allein damit. Fange frisch an.
es: No estás solo en esto. Comienza de nuevo.
fr: Vous n'êtes pas seul dans cela. Repartez à zéro.
pt: Você não está sozinho nisso. Comece fresco.

# motivation_16
source: One day can turn into many.
de: Ein Tag kann zu vielen werden.
es: Un día puede convertirse en muchos.
fr: Un jour peut se transformer en plusieurs.
pt: Um dia pode se tornar muitos.

# motivation_17
source: Progress beats perfection.
de: Fortschritt schlägt Perfektion.
es: El progreso vence a la perfección.
fr: Le progrès bat la perfection.
pt: Progresso vence perfeição.

# motivation_18
source: You've waited long enough. Begin.
de: Du hast lange genug gewartet. Beginne.
es: Has esperado lo suficiente. Comienza.
fr: Vous avez attendu assez longtemps. Commencez.
pt: Você esperou tempo suficiente. Comece.

# motivation_19
source: This moment is your turning point.
de: Dieser Moment ist dein Wendepunkt.
es: Este momento es tu punto de inflexión.
fr: Ce moment est votre point de basculement.
pt: Este momento é seu ponto de virada.

# motivation_20
source: Make today count for something bigger.
de: Lass heute für etwas Größeres zählen.
es: Haz que hoy cuente para algo más grande.
fr: Faites que aujourd'hui compte pour quelque chose de plus grand.
pt: Faça hoje contar para algo maior.

# error_encode_data
source: Failed to encode data for export
de: Fehler beim Kodieren der Daten für Export
es: Error al codificar datos para exportación
fr: Échec de l'encodage des données pour l'exportation
pt: Falha ao codificar dados para exportação

# error_decode_data
source: Failed to decode imported data
de: Fehler beim Dekodieren der importierten Daten
es: Error al decodificar datos importados
fr: Échec du décodage des données importées
pt: Falha ao decodificar dados importados

# error_create_export
source: Failed to create export file
de: Fehler beim Erstellen der Export-Datei
es: Error al crear archivo de exportación
fr: Échec de la création du fichier d'exportation
pt: Falha ao criar arquivo de exportação

# error_file_not_found
source: Import file not found
de: Import-Datei nicht gefunden
es: Archivo de importación no encontrado
fr: Fichier d'importation introuvable
pt: Arquivo de importação não encontrado

# error_invalid_format
source: Invalid file format
de: Ungültiges Dateiformat
es: Formato de archivo inválido
fr: Format de fichier invalide
pt: Formato de arquivo inválido

# error_unsupported_version
source: Unsupported export version
de: Nicht unterstützte Export-Version
es: Versión de exportación no soportada
fr: Version d'exportation non prise en charge
pt: Versão de exportação não suportada

# error_corrupted_data
source: Data appears to be corrupted
de: Daten scheinen beschädigt zu sein
es: Los datos parecen estar corruptos
fr: Les données semblent corrompues
pt: Dados parecem estar corrompidos

# export_filename_format
source: IWNDWYT_Export_%@.json
de: IWNMHT_Export_%@.json
es: NOBPHT_Export_%@.json
fr: JNBPAT_Export_%@.json
pt: ENNBCTH_Export_%@.json

# backup_filename_suffix
source: A backup of your previous data was created at: %@
de: Eine Sicherung deiner vorherigen Daten wurde erstellt unter: %@
es: Se creó una copia de seguridad de tus datos anteriores en: %@
fr: Une sauvegarde de vos données précédentes a été créée à : %@
pt: Um backup dos seus dados anteriores foi criado em: %@

# form_start_date
source: Start Date
de: Startdatum
es: Fecha de Inicio
fr: Date de Début
pt: Data de Início

# dashboard_title
source: YOUR DASHBOARD
de: DEIN DASHBOARD
es: TU TABLERO
fr: VOTRE TABLEAU DE BORD
pt: SEU PAINEL

# dashboard_no_active_streak
source: No Active Streak
de: Keine aktive Serie
es: Sin Racha Activa
fr: Aucune Série Active
pt: Nenhuma Sequência Ativa

# dashboard_ready_to_start
source: Ready to start
de: Bereit zum Start
es: Listo para comenzar
fr: Prêt à commencer
pt: Pronto para começar

# active_streak_started_format
source: Active Streak Started %@
de: Aktive Serie gestartet %@
es: Racha Activa Iniciada %@
fr: Série Active Commencée %@
pt: Sequência Ativa Iniciada %@

# dashboard_previous_streak_ended
source: Previous Streak Ended
de: Vorherige Serie beendet
es: Racha Anterior Terminada
fr: Série Précédente Terminée
pt: Sequência Anterior Terminada

# settings_export_data
source: Export Data
de: Daten exportieren
es: Exportar Datos
fr: Exporter les Données
pt: Exportar Dados

# settings_import_data
source: Import Data
de: Daten importieren
es: Importar Datos
fr: Importer les Données
pt: Importar Dados

# settings_data_export_desc
source: Export your data for backup or transfer to another device. Reset will permanently delete all your progress.
de: Exportiere deine Daten zur Sicherung oder Übertragung auf ein anderes Gerät. Zurücksetzen löscht dauerhaft deinen gesamten Fortschritt.
es: Exporta tus datos para respaldo o transferencia a otro dispositivo. Reiniciar eliminará permanentemente todo tu progreso.
fr: Exportez vos données pour les sauvegarder ou les transférer vers un autre appareil. La réinitialisation supprimera définitivement tous vos progrès.
pt: Exporte seus dados para backup ou transferência para outro dispositivo. Reset irá deletar permanentemente todo seu progresso.

# settings_notifications_desc
source: Receive daily motivational messages to help you stay on track.
de: Erhalte tägliche motivierende Nachrichten, um auf Kurs zu bleiben.
es: Recibe mensajes motivacionales diarios para ayudarte a mantenerte en el camino.
fr: Recevez des messages de motivation quotidiens pour vous aider à rester sur la bonne voie.
pt: Receba mensagens motivacionais diárias para ajudar você a manter-se no caminho.

# settings_reset_confirm
source: Are you sure you want to reset all data? This action cannot be undone.
de: Bist du sicher, dass du alle Daten zurücksetzen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres reiniciar todos los datos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser toutes les données ? Cette action ne peut pas être annulée.
pt: Tem certeza de que quer reiniciar todos os dados? Esta ação não pode ser desfeita.

# settings_open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Paramètres
pt: Abrir Configurações

# settings_request_permission
source: Request Permission
de: Berechtigung anfordern
es: Solicitar Permiso
fr: Demander la Permission
pt: Solicitar Permissão

# settings_motivational_reminders
source: Motivational Reminders
de: Motivierende Erinnerungen
es: Recordatorios Motivacionales
fr: Rappels Motivationnels
pt: Lembretes Motivacionais

# settings_rate_app
source: Rate IWNDWYT
de: IWNMHT bewerten
es: Calificar NOBPHT
fr: Évaluer JNBPAT
pt: Avaliar ENNBCTH

# settings_contact_support
source: Contact Support
de: Support kontaktieren
es: Contactar Soporte
fr: Contacter le Support
pt: Contatar Suporte

# about_app_name
source: IWNDWYToday
de: IWNMHTHeute
es: NOBPHTHoy
fr: JNBPATAujourd'hui
pt: ENNBCTHHoje

# about_app_full_name
source: I Will Not Destruct With You Today
de: Ich Werde Nicht Mit Dir Heute Trinken
es: No Beberé Contigo Hoy
fr: Je Ne Boirai Pas Avec Toi Aujourd'hui
pt: Eu Não Vou Beber Contigo Hoje

# about_app_description
source: Designed to stop habits, track progress with milestones, and stay motivated.
de: Entwickelt, um Gewohnheiten zu stoppen, Fortschritte mit Meilensteinen zu verfolgen und motiviert zu bleiben.
es: Diseñada para detener hábitos, rastrear progreso con hitos y mantenerte motivado.
fr: Conçu pour arrêter les habitudes, suivre les progrès avec des étapes et rester motivé.
pt: Projetado para parar hábitos, rastrear progresso com marcos e manter-se motivado.

# about_app_tagline
source: Start with getting through just one day.
de: Beginne damit, nur einen Tag zu schaffen.
es: Comienza superando solo un día.
fr: Commencez par passer un seul jour.
pt: Comece conseguindo passar apenas um dia.

# about_acknowledgments
source: Acknowledgments
de: Danksagungen
es: Reconocimientos
fr: Remerciements
pt: Agradecimentos

# about_inspiration
source: Inspired by the community at r/stopdrinking and the daily commitment shared by millions.
de: Inspiriert von der Community bei r/stopdrinking und dem täglichen Engagement von Millionen.
es: Inspirada por la comunidad en r/stopdrinking y el compromiso diario compartido por millones.
fr: Inspiré par la communauté r/stopdrinking et l'engagement quotidien partagé par des millions de personnes.
pt: Inspirado pela comunidade em r/stopdrinking e o compromisso diário compartilhado por milhões.

# about_leave_tip
source: 💙 Leave a Tip
de: 💙 Trinkgeld geben
es: 💙 Dejar Propina
fr: 💙 Laisser un Pourboire
pt: 💙 Deixar Gorjeta

# about_feature_track
source: Track daily progress
de: Täglichen Fortschritt verfolgen
es: Rastrear progreso diario
fr: Suivre les progrès quotidiens
pt: Rastrear progresso diário

# about_feature_stats
source: View statistics and metrics
de: Statistiken und Metriken anzeigen
es: Ver estadísticas y métricas
fr: Voir les statistiques et métriques
pt: Ver estatísticas e métricas

# about_feature_milestones
source: Celebrate milestones
de: Meilensteine feiern
es: Celebrar hitos
fr: Célébrer les étapes
pt: Celebrar marcos

# about_feature_interface
source: Simple, intuitive interface
de: Einfache, intuitive Benutzeroberfläche
es: Interfaz simple e intuitiva
fr: Interface simple et intuitive
pt: Interface simples e intuitiva

# data_export_section
source: Export Section
de: Export-Bereich
es: Sección de Exportación
fr: Section d'Exportation
pt: Seção de Exportação

# data_import_section
source: Import Section
de: Import-Bereich
es: Sección de Importación
fr: Section d'Importation
pt: Seção de Importação

# data_export_desc
source: Create a backup of your streak data
de: Erstelle eine Sicherung deiner Serien-Daten
es: Crear una copia de seguridad de tus datos de racha
fr: Créer une sauvegarde de vos données de série
pt: Criar um backup dos seus dados de sequência

# data_import_desc
source: Restore from backup file
de: Aus Sicherungsdatei wiederherstellen
es: Restaurar desde archivo de respaldo
fr: Restaurer à partir d'un fichier de sauvegarde
pt: Restaurar de arquivo de backup

# data_import_confirm
source: Confirm Import
de: Import bestätigen
es: Confirmar Importación
fr: Confirmer l'Importation
pt: Confirmar Importação

# data_import_message
source: This will replace your current data with the imported data. A backup will be created automatically.
de: Dies ersetzt deine aktuellen Daten durch die importierten Daten. Eine Sicherung wird automatisch erstellt.
es: Esto reemplazará tus datos actuales con los datos importados. Se creará automáticamente una copia de seguridad.
fr: Cela remplacera vos données actuelles par les données importées. Une sauvegarde sera créée automatiquement.
pt: Isso substituirá seus dados atuais pelos dados importados. Um backup será criado automaticamente.

# intro_title
source: Start with just One Day
de: Beginne mit nur einem Tag
es: Comienza con Solo Un Día
fr: Commencer avec un Seul Jour
pt: Comece com apenas Um Dia

# intro_description
source: Get through just today. That's all. This app will count down the hours until midnight. Then do it again tomorrow. There are milestones. Sure. But they come one day at a time. This app doesn't track ten different habits. It tracks just one. The one that matters most. Start now.
de: Schaffe nur heute. Das ist alles. Diese App zählt die Stunden bis Mitternacht. Dann macht sie es morgen wieder. Es gibt Meilensteine. Sicher. Aber sie kommen einen Tag nach dem anderen. Diese App verfolgt nicht zehn verschiedene Gewohnheiten. Sie verfolgt nur eine. Die wichtigste. Fange jetzt an.
es: Supera solo hoy. Eso es todo. Esta app contará las horas hasta la medianoche. Luego lo hará de nuevo mañana. Hay hitos. Claro. Pero vienen un día a la vez. Esta app no rastrea diez hábitos diferentes. Rastrea solo uno. El que más importa. Comienza ahora.
fr: Passer juste aujourd'hui. C'est tout. Cette application comptera les heures jusqu'à minuit. Puis recommencera demain. Il y a des étapes. Bien sûr. Mais elles viennent un jour à la fois. Cette application ne suit pas dix habitudes différentes. Elle en suit juste une. Celle qui compte le plus. Commencez maintenant.
pt: Passe apenas hoje. Só isso. Este app contará as horas até meia-noite. Depois fará novamente amanhã. Existem marcos. Claro. Mas eles vêm um dia de cada vez. Este app não rastreia dez hábitos diferentes. Rastreia apenas um. O que mais importa. Comece agora.

# start_date_title
source: Choose Your Start Date
de: Wähle dein Startdatum
es: Elige Tu Fecha de Inicio
fr: Choisissez Votre Date de Début
pt: Escolha Sua Data de Início

# start_date_description
source: When did you start your journey? Select a date to track your progress from that point.
de: Wann hast du deine Reise begonnen? Wähle ein Datum, um deinen Fortschritt ab diesem Punkt zu verfolgen.
es: ¿Cuándo comenzaste tu viaje? Selecciona una fecha para rastrear tu progreso desde ese punto.
fr: Quand avez-vous commencé votre parcours ? Sélectionnez une date pour suivre vos progrès à partir de ce moment.
pt: Quando você começou sua jornada? Selecione uma data para rastrear seu progresso a partir desse ponto.

# start_date_confirm
source: Confirm & Start Tracking
de: Bestätigen & Verfolgung starten
es: Confirmar e Iniciar Seguimiento
fr: Confirmer et Commencer le Suivi
pt: Confirmar e Iniciar Rastreamento

# start_date_not_today
source: Not Today - I will start another time
de: Heute nicht - Ich werde ein anderes Mal beginnen
es: Hoy No - Comenzaré en otro momento
fr: Pas Aujourd'hui - Je commencerai une autre fois
pt: Hoje Não - Vou começar outra hora

# active_streak_days_format
source: %d Days
de: %d Tage
es: %d Días
fr: %d Jours
pt: %d Dias

# active_streak_next_day
source: Next day starts in
de: Nächster Tag beginnt in
es: El próximo día comienza en
fr: Le prochain jour commence dans
pt: Próximo dia começa em

# active_streak_end_streak
source: End Streak
de: Serie beenden
es: Terminar Racha
fr: Terminer la Série
pt: Finalizar Sequência

# active_streak_cancel_streak
source: Cancel Streak
de: Serie abbrechen
es: Cancelar Racha
fr: Annuler la Série
pt: Cancelar Sequência

# active_streak_end_confirm_title
source: End Current Streak?
de: Aktuelle Serie beenden?
es: ¿Terminar Racha Actual?
fr: Terminer la Série Actuelle ?
pt: Finalizar Sequência Atual?

# active_streak_end_confirm_message
source: Are you sure you want to end your current streak? This will mark today as the end date.
de: Bist du sicher, dass du deine aktuelle Serie beenden möchtest? Dies markiert heute als Enddatum.
es: ¿Estás seguro de que quieres terminar tu racha actual? Esto marcará hoy como la fecha de finalización.
fr: Êtes-vous sûr de vouloir terminer votre série actuelle ? Cela marquera aujourd'hui comme date de fin.
pt: Tem certeza de que quer finalizar sua sequência atual? Isso marcará hoje como a data final.

# active_streak_cancel_confirm_title
source: Cancel Streak?
de: Serie abbrechen?
es: ¿Cancelar Racha?
fr: Annuler la Série ?
pt: Cancelar Sequência?

# active_streak_cancel_confirm_message
source: This will completely remove this streak attempt. It won't be saved or counted in your history. This action cannot be undone.
de: Dies entfernt diesen Serien-Versuch vollständig. Er wird nicht gespeichert oder in deiner Historie gezählt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará completamente este intento de racha. No se guardará ni contará en tu historial. Esta acción no se puede deshacer.
fr: Cela supprimera complètement cette tentative de série. Elle ne sera pas sauvegardée ou comptée dans votre historique. Cette action ne peut pas être annulée.
pt: Isso removerá completamente esta tentativa de sequência. Não será salva ou contada no seu histórico. Esta ação não pode ser desfeita.

source: 🎉 MILESTONE ACHIEVED! 🎉
de: 🎉 MEILENSTEIN ERREICHT! 🎉
es: 🎉 ¡HITO ALCANZADO! 🎉
fr: 🎉 ÉTAPE FRANCHIE ! 🎉
pt: 🎉 MARCO ALCANÇADO! 🎉

# milestone_days_strong
source: %d DAYS STRONG!
de: %d TAGE STARK!
es: ¡%d DÍAS FUERTE!
fr: %d JOURS FORT !
pt: %d DIAS FORTE!

# milestone_message_1
source: Every journey begins with a single step. You've taken yours!
fr: Chaque voyage commence par un seul pas. Vous avez fait le vôtre !

# milestone_message_2
source: Two days of strength. You're building something amazing!
fr: Deux jours de force. Vous construisez quelque chose d'incroyable !

# milestone_message_5
source: Five days of commitment. Your determination is inspiring!
fr: Cinq jours d'engagement. Votre détermination est inspirante !

# milestone_message_7
source: One week strong! You've proven you can do this!
fr: Une semaine forte ! Vous avez prouvé que vous pouvez le faire !

# milestone_message_14
source: Two weeks strong! You're creating lasting change!
fr: Deux semaines fortes ! Vous créez un changement durable !

# milestone_message_30
source: One month of transformation! Your strength is remarkable!
fr: Un mois de transformation ! Votre force est remarquable !

# milestone_message_60
source: Two months of growth! You're becoming unstoppable!
fr: Deux mois de croissance ! Vous devenez inarrêtable !

# milestone_message_90
source: Three months of dedication! You've built a new foundation!
fr: Trois mois de dévouement ! Vous avez construit une nouvelle fondation !

# milestone_message_180
source: Six months of triumph! You've changed your life!
fr: Six mois de triomphe ! Vous avez changé votre vie !

# milestone_message_365
source: One full year! You are a true inspiration!
fr: Une année complète ! Vous êtes une vraie inspiration !

# milestone_message_730
source: Two years of excellence! You've mastered this journey!
fr: Deux ans d'excellence ! Vous avez maîtrisé ce voyage !

# milestone_message_1095
source: Three years of greatness! You are absolutely incredible!
fr: Trois ans de grandeur ! Vous êtes absolument incroyable !

# milestone_message_default
source: Another milestone reached! Your journey continues to inspire!
fr: Une autre étape franchie ! Votre voyage continue d'inspirer !

# calendar_explanation
source: If a streak ends on the same day a new streak begins, that day will appear neutral but won't count against the new streak
de: Wenn eine Serie am selben Tag endet, an dem eine neue Serie beginnt, wird dieser Tag neutral angezeigt, zählt aber nicht gegen die neue Serie
es: Si una racha termina el mismo día que comienza una nueva racha, ese día aparecerá neutral pero no contará contra la nueva racha
fr: Si une série se termine le même jour qu'une nouvelle série commence, ce jour apparaîtra neutre mais ne comptera pas contre la nouvelle série
pt: Se uma sequência termina no mesmo dia que uma nova sequência começa, esse dia aparecerá neutro mas não contará contra a nova sequência

# tip_jar_title
source: Support the Developer
de: Entwickler unterstützen
es: Apoyar al Desarrollador
fr: Soutenir le Développeur
pt: Apoiar o Desenvolvedor

# tip_jar_description
source: This app is free to use. If you've found it helpful and want to leave a tip, thank you! It's greatly appreciated.
de: Diese App ist kostenlos. Wenn sie dir geholfen hat und du ein Trinkgeld geben möchtest, danke! Das wird sehr geschätzt.
es: Esta app es gratuita. Si te ha resultado útil y quieres dejar una propina, ¡gracias! Es muy apreciado.
fr: Cette application est gratuite. Si elle vous a été utile et que vous souhaitez laisser un pourboire, merci ! C'est grandement apprécié.
pt: Este app é gratuito para usar. Se você achou útil e quer deixar uma gorjeta, obrigado! É muito apreciado.

# tip_jar_loading
source: Loading tips…
de: Trinkgelder werden geladen…
es: Cargando propinas…
fr: Chargement des pourboires…
pt: Carregando gorjetas…
